tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "supabase/tap"
brew "bash"
brew "colima"
brew "docker"
brew "fd"
brew "fnm"
brew "fzf"
brew "go"
brew "hyperfine"
brew "jq"
brew "lua-language-server"
brew "neovim"
brew "pnpm"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "supabase/tap/supabase"
cask "alfred"
cask "font-geist-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
cask "kitty"
cask "postman"
cask "rectangle"
cask "wezterm"
