tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
brew "bash"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "go"
brew "hyperfine"
brew "jq"
brew "lua-language-server"
brew "neovim"
brew "pnpm"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "karabiner-elements"
cask "kitty"
cask "rectangle"
