tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "karabiner-elements"
cask "kitty"
